[
    {
        "text":  "If you were going to become a close friend with your friend, please share what would be important for him or her to know.",
        "id":  0
    },
    {
        "text":  "What\u0027s your favorite family recipe?",
        "id":  1
    },
    {
        "text":  "What’s the scariest non-horror movie?",
        "id":  2
    },
    {
        "text":  "What was the last book you read? And When?",
        "id":  3
    },
    {
        "text":  "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?",
        "id":  4
    },
    {
        "text":  "What’s something common from your childhood that will seem strange to future generations?",
        "id":  5
    },
    {
        "text":  "What’s better broken than whole?",
        "id":  6
    },
    {
        "text":  "What makes you laugh the most?",
        "id":  7
    },
    {
        "text":  "Have you ever seen something you can’t explain?",
        "id":  8
    },
    {
        "text":  "What company do you despise?",
        "id":  9
    },
    {
        "text":  "What is the craziest thing you’ve ever done and would you do it again?",
        "id":  10
    },
    {
        "text":  "If you could choose to do anything for a day, what would it be?",
        "id":  11
    },
    {
        "text":  "What’s the most recent show you’ve binge watched?",
        "id":  12
    },
    {
        "text":  "Who do you admire most in the world?",
        "id":  13
    },
    {
        "text":  "Have you ever been to a family reunion?",
        "id":  14
    },
    {
        "text":  "What do people usually come to you for when they need advice?",
        "id":  15
    },
    {
        "text":  "What would be the worst thing to hear as you are going under anesthesia before heart surgery?",
        "id":  16
    },
    {
        "text":  "If you were a clown themed super hero, what powers would you have?",
        "id":  17
    },
    {
        "text":  "What did you love most about your hometown?",
        "id":  18
    },
    {
        "text":  "What mythical creature do you wish actually existed?",
        "id":  19
    },
    {
        "text":  "How do you feel about sharing your password with your partner?",
        "id":  20
    },
    {
        "text":  "Which female celebrity is your ultimate dream girl?",
        "id":  21
    },
    {
        "text":  "What is one thing you worried and stressed about that ended up being no big deal?",
        "id":  22
    },
    {
        "text":  "What’s your favorite dessert?",
        "id":  23
    },
    {
        "text":  "Do you believe in life on other planets?",
        "id":  24
    },
    {
        "text":  "What\u0027s the best thing you\u0027ve learned in your current position?",
        "id":  25
    },
    {
        "text":  "How do you separate your work life from your home life? This content is imported from {embed-name}. You may be able to find the same content in another format, or you may be able to find more information, at their web site.",
        "id":  26
    },
    {
        "text":  "What is your favorite family vacation?",
        "id":  27
    },
    {
        "text":  "What’s your zodiac sign?",
        "id":  28
    },
    {
        "text":  "What bit of trivia do you know that is very interesting but also very useless?",
        "id":  29
    },
    {
        "text":  "What is the first lie you ever told? Which is the biggest?",
        "id":  30
    },
    {
        "text":  "What would be an accurate tag line for each month?",
        "id":  31
    },
    {
        "text":  "List two pet peeves.",
        "id":  32
    },
    {
        "text":  "Does your family have a “motto” – spoken or unspoken?",
        "id":  33
    },
    {
        "text":  "When was the last time you immediately regretted something you said?",
        "id":  34
    },
    {
        "text":  "Did you have a happy childhood?",
        "id":  35
    },
    {
        "text":  "What word is a lot of fun to say?",
        "id":  36
    },
    {
        "text":  "What\u0027s your opinion on modern art?",
        "id":  37
    },
    {
        "text":  "What do you remember most about your first job?",
        "id":  38
    },
    {
        "text":  "What weird food combinations do you really enjoy?",
        "id":  39
    },
    {
        "text":  "What’s the coldest you’ve ever been?",
        "id":  40
    },
    {
        "text":  "If you were given unlimited resources, how would you lure the worst of humanity into one stadium at the same time?",
        "id":  41
    },
    {
        "text":  "Do you think that children born today will have better or worse lives than their parents?",
        "id":  42
    },
    {
        "text":  "What’s the funniest word in the English language?",
        "id":  43
    },
    {
        "text":  "What do you hate most and love most about your car?",
        "id":  44
    },
    {
        "text":  "What’s something that everyone knows is true, but we don’t like to admit it?",
        "id":  45
    },
    {
        "text":  "What’s the worst job you’ve ever had?",
        "id":  46
    },
    {
        "text":  "Who do you most like spending time with and why?",
        "id":  47
    },
    {
        "text":  "What’s your biggest pet peeve?",
        "id":  48
    },
    {
        "text":  "Share a personal problem and ask your friend’s advice on how he or she might handle it. Also, ask your friends to reflect back to you how you seem to be feeling about the problem you have chosen.",
        "id":  49
    },
    {
        "text":  "What current trend do you hope will go on for a long time?",
        "id":  50
    },
    {
        "text":  "What line should someone never cross with you?",
        "id":  51
    },
    {
        "text":  "Share with your friends an embarrassing moment in your life.",
        "id":  52
    },
    {
        "text":  "How do you pick yourself back up after making a mistake at work?",
        "id":  53
    },
    {
        "text":  "What, if anything, do you think happens after death?",
        "id":  54
    },
    {
        "text":  "What’s closest you’ve ever come to being arrested?",
        "id":  55
    },
    {
        "text":  "Do you \"stan\" any celebrities?",
        "id":  56
    },
    {
        "text":  "What\u0027s something your family would be surprised to learn about you?",
        "id":  57
    },
    {
        "text":  "What\u0027s your most controversial opinion?",
        "id":  58
    },
    {
        "text":  "What’s a common experience for many people that you’ve never experienced?",
        "id":  59
    },
    {
        "text":  "If there was a book of commandments for the modern world, what would some of the rules be?",
        "id":  60
    },
    {
        "text":  "What habit do you have now that you wish you started much earlier?",
        "id":  61
    },
    {
        "text":  "In the summer, would you rather sleep with the window open or blast the AC?",
        "id":  62
    },
    {
        "text":  "What is your favorite quote or expression?",
        "id":  63
    },
    {
        "text":  "If money and practicality weren’t a problem, what would be the most interesting way to get around town?",
        "id":  64
    },
    {
        "text":  "What movie can you watch over and over without ever getting tired of?",
        "id":  65
    },
    {
        "text":  "What is your absolute favorite song that you never get sick of?",
        "id":  66
    },
    {
        "text":  "What happens regularly that would horrify a person from        years ago?",
        "id":  67
    },
    {
        "text":  "How many pillows do you sleep with?",
        "id":  68
    },
    {
        "text":  "Who are you the closest to and why?",
        "id":  69
    },
    {
        "text":  "Is what you’re doing now what you always wanted to do growing up?",
        "id":  70
    },
    {
        "text":  "Which celebrity is the most likely to have a collection of canes that are just for show?",
        "id":  71
    },
    {
        "text":  "How close and warm is your family? Do you feel your childhood was happier than most other people’s?",
        "id":  72
    },
    {
        "text":  "When will you know you\u0027ve \"made it\"?",
        "id":  73
    },
    {
        "text":  "What did you Google last?",
        "id":  74
    },
    {
        "text":  "What is the best gift you have been given?",
        "id":  75
    },
    {
        "text":  "What memory of yours feels real but is most likely false?",
        "id":  76
    },
    {
        "text":  "Choose a friend. Make three true “we” statements each. For instance, “We are both in this room feeling … “",
        "id":  77
    },
    {
        "text":  "What is the best advice you’ve ever received?",
        "id":  78
    },
    {
        "text":  "Are you into after-work happy hours?",
        "id":  79
    },
    {
        "text":  "What is the worst gift you have received?",
        "id":  80
    },
    {
        "text":  "Do you believe in marriage or think it’s obsolete?",
        "id":  81
    },
    {
        "text":  "What was your favorite subject in school?",
        "id":  82
    },
    {
        "text":  "Which family member do you confide in most?",
        "id":  83
    },
    {
        "text":  "How do you take your coffee?",
        "id":  84
    },
    {
        "text":  "What’s the dumbest thing someone has argued with you about?",
        "id":  85
    },
    {
        "text":  "What is your most treasured memory?",
        "id":  86
    },
    {
        "text":  "If you could have any animal in the world as a pet, what would it be and why?",
        "id":  87
    },
    {
        "text":  "What’s the one thing you would like to change about yourself?",
        "id":  88
    },
    {
        "text":  "What\u0027s your favorite story about yourself?",
        "id":  89
    },
    {
        "text":  "Would you rather be loved or love?",
        "id":  90
    },
    {
        "text":  "Do you have a secret hunch about how you will die?",
        "id":  91
    },
    {
        "text":  "What’s the silliest thing you’ve convinced someone of?",
        "id":  92
    },
    {
        "text":  "Do you play any sports?",
        "id":  93
    },
    {
        "text":  "How did you form your current political views?",
        "id":  94
    },
    {
        "text":  "Who is the most intelligent person you know?",
        "id":  95
    },
    {
        "text":  "What is one show you never, ever miss an episode of?",
        "id":  96
    },
    {
        "text":  "What is one thing you never get bored of?",
        "id":  97
    },
    {
        "text":  "What do you do when you’re feeling stressed?",
        "id":  98
    },
    {
        "text":  "What did you want to be when you grew up as a child?",
        "id":  99
    },
    {
        "text":  "What is the nicest compliment you’ve ever received?",
        "id":  100
    },
    {
        "text":  "What is a risk worth taking?",
        "id":  101
    },
    {
        "text":  "If heaven is real and you died tomorrow, would you get in?",
        "id":  102
    },
    {
        "text":  "Are your a morning or night person?",
        "id":  103
    },
    {
        "text":  "What\u0027s the most ridiculous outfit you\u0027ve ever worn?",
        "id":  104
    },
    {
        "text":  "What would you consider to be your deepest fear? (This question can be really telling of the depth or lack thereof of a person.)",
        "id":  105
    },
    {
        "text":  "What’s the most frustrating product you own?",
        "id":  106
    },
    {
        "text":  "What was the first thing you wanted to be when you grew up?",
        "id":  107
    },
    {
        "text":  "What horror story do you have from a job you’ve had?",
        "id":  108
    },
    {
        "text":  "Who was your favorite teacher in school and why?",
        "id":  109
    },
    {
        "text":  "What food have you never eaten but would really like to try?",
        "id":  110
    },
    {
        "text":  "What movie or book do you know the most quotes from?",
        "id":  111
    },
    {
        "text":  "If you built a themed hotel, what would the theme be and what would the rooms look like?",
        "id":  112
    },
    {
        "text":  "Deja-vu: is there anything to it or merely coincidence?",
        "id":  113
    },
    {
        "text":  "What’s something that everyone agrees we should change, but somehow it never changes?",
        "id":  114
    },
    {
        "text":  "What’s your favorite family tradition?",
        "id":  115
    },
    {
        "text":  "Have you ever had a near-death situation?",
        "id":  116
    },
    {
        "text":  "Do you like or dislike surprises? Why or why not?",
        "id":  117
    },
    {
        "text":  "What would be the most unsettling thing to keep occasionally finding around your house?",
        "id":  118
    },
    {
        "text":  "What’s the most annoying animal you’ve encountered?",
        "id":  119
    },
    {
        "text":  "What is your favorite book to read?",
        "id":  120
    },
    {
        "text":  "What’s the most interesting documentary you’ve ever watched?",
        "id":  121
    },
    {
        "text":  "What did you believe for way too long as a child?",
        "id":  122
    },
    {
        "text":  "Who has zero filter between their brain and mouth?",
        "id":  123
    },
    {
        "text":  "If someone narrated your life, who would you want to be the narrator?",
        "id":  124
    },
    {
        "text":  "What is your favorite movie genre?",
        "id":  125
    },
    {
        "text":  "What’s the funniest thing you’ve done or had happen while your mind was wandering?",
        "id":  126
    },
    {
        "text":  "Who in your life has the best / worst luck?",
        "id":  127
    },
    {
        "text":  "Have you ever had a surprise party? (that was an actual surprise)",
        "id":  128
    },
    {
        "text":  "What was ruined because it became popular?",
        "id":  129
    },
    {
        "text":  "How often do you buy clothes?",
        "id":  130
    },
    {
        "text":  "What’s the most depressing meal you’ve eaten?",
        "id":  131
    },
    {
        "text":  "What was the most amazing physical feat you’ve managed to pull off?",
        "id":  132
    },
    {
        "text":  "When making a PB\u0026J sandwich, do you put on the peanut butter or jelly first?",
        "id":  133
    },
    {
        "text":  "What still makes you cringe when you think back on it?",
        "id":  134
    },
    {
        "text":  "What is your most prized possession?",
        "id":  135
    },
    {
        "text":  "What trend are you tired of?",
        "id":  136
    },
    {
        "text":  "What\u0027s one work-related thing you want to accomplish in the next year?",
        "id":  137
    },
    {
        "text":  "Where do you see yourself in five years?",
        "id":  138
    },
    {
        "text":  "What is your biggest irrational fear?",
        "id":  139
    },
    {
        "text":  "What’s the first thing you look for in a partner and/or friend?",
        "id":  140
    },
    {
        "text":  "If money was no object, what would you do all day?",
        "id":  141
    },
    {
        "text":  "What’s something people don’t worry about but really should?",
        "id":  142
    },
    {
        "text":  "How do you define beauty?",
        "id":  143
    },
    {
        "text":  "What stories did your family members tell you growing up?",
        "id":  144
    },
    {
        "text":  "Are you religious or spiritual?",
        "id":  145
    },
    {
        "text":  "How do you define beauty?",
        "id":  146
    },
    {
        "text":  "What’s the most exciting thing in your life right now?",
        "id":  147
    },
    {
        "text":  "What’s your favorite book/movie of all time and why did it speak to you so much?",
        "id":  148
    },
    {
        "text":  "What would a world populated by clones of you be like?",
        "id":  149
    },
    {
        "text":  "Which protagonist from a book or movie would make the worst roommate?",
        "id":  150
    },
    {
        "text":  "What story you’ve heard has stayed with you and always disturbs you every time you think about it?",
        "id":  151
    },
    {
        "text":  "What qualities do all your friends have in common?",
        "id":  152
    },
    {
        "text":  "If you could join any past or current music group which would you want to join?",
        "id":  153
    },
    {
        "text":  "What are some of your own personal goals in the next 5 years?",
        "id":  154
    },
    {
        "text":  "Where do you get most of the decorations for your home?",
        "id":  155
    },
    {
        "text":  "What would be your thought process if you were presented with irrefutable evidence that a god didn’t exist? What would be your thought process if you were presented with irrefutable evidence that a god did exist?",
        "id":  156
    },
    {
        "text":  "Out of the negative emotions of greed, anger, jealousy and hate, which one would you say affects you the most?",
        "id":  157
    },
    {
        "text":  "What animal is the most majestic?",
        "id":  158
    },
    {
        "text":  "If you had unlimited money to start your own business, what would it be?",
        "id":  159
    },
    {
        "text":  "What’s the one thing that people always misunderstand about you?",
        "id":  160
    },
    {
        "text":  "Tell me a really, really stupid joke that made you laugh.",
        "id":  161
    },
    {
        "text":  "If you were forced to vote for one the biggest dictators of history, (Hitler, Mussolini, Mugabe, Mao, Saddam or Stalin), which one would you pick and why?",
        "id":  162
    },
    {
        "text":  "What would you do if you had all the money in the world?",
        "id":  163
    },
    {
        "text":  "How do you deal with people you really don’t like?",
        "id":  164
    },
    {
        "text":  "Have you ever been in a physical fight?",
        "id":  165
    },
    {
        "text":  "Do you play any instruments?",
        "id":  166
    },
    {
        "text":  "Do you cook?",
        "id":  167
    },
    {
        "text":  "What’s something that all your friends agree on?",
        "id":  168
    },
    {
        "text":  "What goal do you think humanity is not focused enough on achieving?",
        "id":  169
    },
    {
        "text":  "What was the last concert you went to?",
        "id":  170
    },
    {
        "text":  "If you could have an all-expenses paid trip to see any famous world monument, which monument would you choose?",
        "id":  171
    },
    {
        "text":  "Does your family take vacations together?",
        "id":  172
    },
    {
        "text":  "What\u0027s your favorite fast food chain?",
        "id":  173
    },
    {
        "text":  "What job doesn’t exist now but will exist in the future?",
        "id":  174
    },
    {
        "text":  "What’s the most exciting thing that’s happened this past year?",
        "id":  175
    },
    {
        "text":  "What’s fine in small numbers but terrifying in large numbers?",
        "id":  176
    },
    {
        "text":  "Do you believe you should do one thing a day that scares you?",
        "id":  177
    },
    {
        "text":  "How do you think people see you?",
        "id":  178
    },
    {
        "text":  "Where do you get your news?",
        "id":  179
    },
    {
        "text":  "Why are we here?",
        "id":  180
    },
    {
        "text":  "Alternate sharing something you consider a positive characteristic of your friends. Share a total of five items.",
        "id":  181
    },
    {
        "text":  "Do you think that aliens exist?",
        "id":  182
    },
    {
        "text":  "When was the last time you were hopelessly lost?",
        "id":  183
    },
    {
        "text":  "Do you get along with your parents?",
        "id":  184
    },
    {
        "text":  "What’s the most embarrassing story from your childhood?",
        "id":  185
    },
    {
        "text":  "If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?",
        "id":  186
    },
    {
        "text":  "Do you have a favorite book? A line in a piece of literature? A poem? Why do you relate to it?",
        "id":  187
    },
    {
        "text":  "What’s the oldest thing you own?",
        "id":  188
    },
    {
        "text":  "Is there anyone you admire?",
        "id":  189
    },
    {
        "text":  "If past lives are real, what was yours?",
        "id":  190
    },
    {
        "text":  "What’s your philosophy in life?",
        "id":  191
    },
    {
        "text":  "Is home for you a place or a feeling? Describe that place or describe that feeling.",
        "id":  192
    },
    {
        "text":  "What’s your best example of correlation not equaling causation?",
        "id":  193
    },
    {
        "text":  "What’s the smartest thing you’ve seen an animal do?",
        "id":  194
    },
    {
        "text":  "Do you want to have kids someday?",
        "id":  195
    },
    {
        "text":  "How comfortable are you speaking in front of large groups of people?",
        "id":  196
    },
    {
        "text":  "What artist or band do you always recommend when someone asks for a music recommendation?",
        "id":  197
    },
    {
        "text":  "If you could only teach one thing to your (future) child, what would it be?",
        "id":  198
    },
    {
        "text":  "What\u0027s more important: family or friends?",
        "id":  199
    },
    {
        "text":  "If I asked you at age 5 what you wanted to be when you grew up, what would you say?",
        "id":  200
    },
    {
        "text":  "What, if anything, is too serious to be joked about?",
        "id":  201
    },
    {
        "text":  "What are your top five favorite movies?",
        "id":  202
    },
    {
        "text":  "Is your glass half full or half empty?",
        "id":  203
    },
    {
        "text":  "What is your least favorite food?",
        "id":  204
    },
    {
        "text":  "What are some of the most common misconceptions?",
        "id":  205
    },
    {
        "text":  "Have you ever lost someone close to you?",
        "id":  206
    },
    {
        "text":  "When was the last time you yelled at someone?",
        "id":  207
    },
    {
        "text":  "What’s incredibly cheap and you would pay way more for?",
        "id":  208
    },
    {
        "text":  "What’s your Myers Briggs?",
        "id":  209
    },
    {
        "text":  "What big event do you think will happen soon that most people aren’t expecting?",
        "id":  210
    },
    {
        "text":  "Complete this sentence: “I wish I had someone with whom I could share … “",
        "id":  211
    },
    {
        "text":  "If you were ruler of your own country what would be the first law you would introduce?",
        "id":  212
    },
    {
        "text":  "What’s the weirdest thing you’ve found lying on the ground / side of the road?",
        "id":  213
    },
    {
        "text":  "Have you ever been in love? Tell me about the times you have been.",
        "id":  214
    },
    {
        "text":  "What’s quickly becoming obsolete?",
        "id":  215
    },
    {
        "text":  "How do you judge a person?",
        "id":  216
    },
    {
        "text":  "Do you think you’ll stay at your current company awhile? Why or why not?",
        "id":  217
    },
    {
        "text":  "What\u0027s your favorite type of foreign food?",
        "id":  218
    },
    {
        "text":  "Were you close with your family growing up?",
        "id":  219
    },
    {
        "text":  "What traits are most important to you in your family members?",
        "id":  220
    },
    {
        "text":  "What’s been your biggest mistake so far in life and what did you learn from it?",
        "id":  221
    },
    {
        "text":  "What would be some of the downsides of certain superpowers?",
        "id":  222
    },
    {
        "text":  "What piece of “art” would you create if you had to pretend to be an artist and submit something to a gallery?",
        "id":  223
    },
    {
        "text":  "What is your hidden talent?",
        "id":  224
    },
    {
        "text":  "What\u0027s your most prized possession and why?",
        "id":  225
    },
    {
        "text":  "What was cool when you were young but isn’t cool now?",
        "id":  226
    },
    {
        "text":  "What actors or actresses can’t play a different character because they played their most famous character too well?",
        "id":  227
    },
    {
        "text":  "If you have children, how do you want to raise them?",
        "id":  228
    },
    {
        "text":  "If you could go back to anytime in history, where would you go?",
        "id":  229
    },
    {
        "text":  "If you see a puddle on the ground, do you walk around it or over it?",
        "id":  230
    },
    {
        "text":  "If you could change anything about yourself, would you? If so, what and why?",
        "id":  231
    },
    {
        "text":  "What’s your favorite hobby to do alone?",
        "id":  232
    },
    {
        "text":  "What is your spirit animal?",
        "id":  233
    },
    {
        "text":  "What personality traits do you share with your relatives?",
        "id":  234
    },
    {
        "text":  "Do you collect anything?",
        "id":  235
    },
    {
        "text":  "What is one thing you will never do again?",
        "id":  236
    },
    {
        "text":  "Who is that one person you can talk to about just anything?",
        "id":  237
    },
    {
        "text":  "Where have you felt the most failure? The most success?",
        "id":  238
    },
    {
        "text":  "Where’s the next place on your travel bucket list and why?",
        "id":  239
    },
    {
        "text":  "Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?",
        "id":  240
    },
    {
        "text":  "What are you currently worried about?",
        "id":  241
    },
    {
        "text":  "How many languages do you speak?",
        "id":  242
    },
    {
        "text":  "Do you believe in second chances?",
        "id":  243
    },
    {
        "text":  "Which fictional movie protagonist do you wish you could be more like?",
        "id":  244
    },
    {
        "text":  "Did you ever hide anything from or lie to your parents?",
        "id":  245
    },
    {
        "text":  "What’s the craziest video you’ve ever seen?",
        "id":  246
    },
    {
        "text":  "Have you ever had dreams about a past life?",
        "id":  247
    },
    {
        "text":  "What would constitute a “perfect” day for you?",
        "id":  248
    },
    {
        "text":  "What was one of the most interesting concerts you’ve been to?",
        "id":  249
    },
    {
        "text":  "When was the last time you stayed up through the entire night?",
        "id":  250
    },
    {
        "text":  "What was your first job?",
        "id":  251
    },
    {
        "text":  "What\u0027s your favorite zoo animal?",
        "id":  252
    },
    {
        "text":  "If you couldn’t be convicted of any one type of crime, what criminal charge would you like to be immune to?",
        "id":  253
    },
    {
        "text":  "What is the greatest accomplishment of your life?",
        "id":  254
    },
    {
        "text":  "What’s your secret talent?",
        "id":  255
    },
    {
        "text":  "What values are most important to you?",
        "id":  256
    },
    {
        "text":  "What advice would you give your teenage self?",
        "id":  257
    },
    {
        "text":  "If you had to describe yourself as an animal, which one would it be?",
        "id":  258
    },
    {
        "text":  "Given the choice of anyone in the world, whom would you want as a dinner guest?",
        "id":  259
    },
    {
        "text":  "How would your family describe you?",
        "id":  260
    },
    {
        "text":  "What do you think you are much better at than you actually are?",
        "id":  261
    },
    {
        "text":  "What is the best gift you’ve ever received?",
        "id":  262
    },
    {
        "text":  "What food is delicious but a pain to eat?",
        "id":  263
    },
    {
        "text":  "What is your most cherished childhood memory?",
        "id":  264
    },
    {
        "text":  "If you could do it all over again, would you pursue the same career? Why or why not? 81. How much time do you spend with your family?",
        "id":  265
    },
    {
        "text":  "What’s your Enneagram?",
        "id":  266
    },
    {
        "text":  "What\u0027s your favorite board game?",
        "id":  267
    },
    {
        "text":  "Have you ever lost a friend? If so, what happened?",
        "id":  268
    },
    {
        "text":  "Do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?",
        "id":  269
    },
    {
        "text":  "What sport did you fall in love with?",
        "id":  270
    },
    {
        "text":  "How old were you when you learned Santa wasn\u0027t real? How did you find out?",
        "id":  271
    },
    {
        "text":  "What is the most addicting site on the internet?",
        "id":  272
    },
    {
        "text":  "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?",
        "id":  273
    },
    {
        "text":  "What’s the scariest thing you’ve ever done, and why did you do it?",
        "id":  274
    },
    {
        "text":  "What’s the best sandwich you’ve ever had?",
        "id":  275
    },
    {
        "text":  "Would you ever take back someone who cheated?",
        "id":  276
    },
    {
        "text":  "If you were hired to show tourists what life is really like where you live, what would you show them / have them do?",
        "id":  277
    },
    {
        "text":  "Where do you get your news?",
        "id":  278
    },
    {
        "text":  "If you died tomorrow, what would you wish you had done?",
        "id":  279
    },
    {
        "text":  "What are three things you value most about a person?",
        "id":  280
    },
    {
        "text":  "If you were in charge renaming things so that their names would be more accurate, what names would you come up with?",
        "id":  281
    },
    {
        "text":  "How did your parents (and/or grandparents) meet?",
        "id":  282
    },
    {
        "text":  "If you had the opportunity to be immortal, would you take it?",
        "id":  283
    },
    {
        "text":  "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?",
        "id":  284
    },
    {
        "text":  "What’s the most overrated product out on the market?",
        "id":  285
    },
    {
        "text":  "Dogs or Cats?",
        "id":  286
    },
    {
        "text":  "What is one place you’re dying to travel to?",
        "id":  287
    },
    {
        "text":  "How would you describe your best friend?",
        "id":  288
    },
    {
        "text":  "If you were given five million dollars to open a small museum, what kind of museum would you create?",
        "id":  289
    },
    {
        "text":  "What was your longest relationship?",
        "id":  290
    },
    {
        "text":  "What does the opposite sex do that you wish that you could do, but it’s not anatomically feasible or it’s socially frowned upon?",
        "id":  291
    },
    {
        "text":  "What riddles do you know?",
        "id":  292
    },
    {
        "text":  "What was the worst shopping experience you’ve ever had?",
        "id":  293
    },
    {
        "text":  "What is the first concert you ever attended?",
        "id":  294
    },
    {
        "text":  "What did you want to be when you were small?",
        "id":  295
    },
    {
        "text":  "What songs do you feel compelled to sing along with when you hear them, even if you don’t totally know all the words?",
        "id":  296
    },
    {
        "text":  "What’s your idea of a perfect date (yes, of the calendar year)?",
        "id":  297
    },
    {
        "text":  "When was the last time you broke someone’s heart?",
        "id":  298
    },
    {
        "text":  "What are your thoughts on online dating or tinder?",
        "id":  299
    },
    {
        "text":  "Who are you closer with your mom or your dad?",
        "id":  300
    },
    {
        "text":  "What three things do you think of the most each day?",
        "id":  301
    },
    {
        "text":  "What TV show character would it be the most fun to change places with for a week?",
        "id":  302
    },
    {
        "text":  "What did you think was going to be amazing but turned out to be horrible?",
        "id":  303
    },
    {
        "text":  "Do you wish you had more siblings? If so, why?",
        "id":  304
    },
    {
        "text":  "What is the last thing that really moved you?",
        "id":  305
    },
    {
        "text":  "What is one thing no one realizes about you?",
        "id":  306
    },
    {
        "text":  "What makes you feel most accomplished?",
        "id":  307
    },
    {
        "text":  "Are you ever judgmental?",
        "id":  308
    },
    {
        "text":  "What was the best phase in your life?",
        "id":  309
    },
    {
        "text":  "Have you ever had \"imposter syndrome\"?",
        "id":  310
    },
    {
        "text":  "Would you rather cook or order in?",
        "id":  311
    },
    {
        "text":  "What is your child\u0027s proudest accomplishment?",
        "id":  312
    },
    {
        "text":  "What career advice would you give to your younger self?",
        "id":  313
    },
    {
        "text":  "Who would you want to play you in a movie of your life?",
        "id":  314
    },
    {
        "text":  "What\u0027s your favorite ice cream topping?",
        "id":  315
    },
    {
        "text":  "What does your family think of your career?",
        "id":  316
    },
    {
        "text":  "Would you say you’re more of an extrovert or an introvert?",
        "id":  317
    },
    {
        "text":  "Do you believe in having a \"five-year plan\"?",
        "id":  318
    },
    {
        "text":  "Are you more of a \"work to live\" or a \"live to work\" type of person?",
        "id":  319
    },
    {
        "text":  "Who are your favorite sports teams?",
        "id":  320
    },
    {
        "text":  "Is it better to be nice or important?",
        "id":  321
    },
    {
        "text":  "What is your greatest fear?",
        "id":  322
    },
    {
        "text":  "What do you do or where do you go when you need to be alone?",
        "id":  323
    },
    {
        "text":  "What’s your go to casino game?",
        "id":  324
    },
    {
        "text":  "Do you get along with your siblings?",
        "id":  325
    },
    {
        "text":  "What’s your best example of easy come, easy go?",
        "id":  326
    },
    {
        "text":  "What’s the most anxiety inducing thing you do on a regular basis?",
        "id":  327
    },
    {
        "text":  "Do you like to eat healthily?",
        "id":  328
    },
    {
        "text":  "What made you choose the college you went to?",
        "id":  329
    },
    {
        "text":  "What’s the most unusual place you’ve fallen asleep?",
        "id":  330
    },
    {
        "text":  "What was your favorite age growing up?",
        "id":  331
    },
    {
        "text":  "What is something you consider absolutely unforgivable?",
        "id":  332
    },
    {
        "text":  "What is your drink of choice?",
        "id":  333
    },
    {
        "text":  "How do you make yourself sleep when you can’t seem to get to sleep?",
        "id":  334
    },
    {
        "text":  "A genie gives you three wishes—what are they?",
        "id":  335
    },
    {
        "text":  "If you could do one thing without suffering the consequences, what would you do?",
        "id":  336
    },
    {
        "text":  "When was the last time you slept more than nine hours?",
        "id":  337
    },
    {
        "text":  "Where is the best place you’ve been for taking walks?",
        "id":  338
    },
    {
        "text":  "Tell me your biggest supernatural or paranormal fear?",
        "id":  339
    },
    {
        "text":  "When you were a kid, did you eat the crusts on your sandwich or not?",
        "id":  340
    },
    {
        "text":  "What normally delicious food gets ruined when you wrap it in a tortilla?",
        "id":  341
    },
    {
        "text":  "What is one thing you can’t live without?",
        "id":  342
    },
    {
        "text":  "What’s the silliest thing you’ve seen someone get upset about?",
        "id":  343
    },
    {
        "text":  "What’s the shadiest thing you’ve seen someone do?",
        "id":  344
    },
    {
        "text":  "When was the last time you cried and why?",
        "id":  345
    },
    {
        "text":  "Do you trust your own memory? Why or why not?",
        "id":  346
    },
    {
        "text":  "What’s wrong but sounds right?",
        "id":  347
    },
    {
        "text":  "Why did you cry the last time you did so?",
        "id":  348
    },
    {
        "text":  "Who is a historical figure you would like to have a drink with?",
        "id":  349
    },
    {
        "text":  "What’s something you really resent paying for?",
        "id":  350
    },
    {
        "text":  "Do you wash your legs in the shower?",
        "id":  351
    },
    {
        "text":  "What just around the corner tech are you eager to get your hands on?",
        "id":  352
    },
    {
        "text":  "What’s your day-to-day mantra?",
        "id":  353
    },
    {
        "text":  "What\u0027s the most interesting thing you can see out of your office or kitchen window?",
        "id":  354
    },
    {
        "text":  "If you could live anywhere in the world where would it be?",
        "id":  355
    },
    {
        "text":  "What type of role do you want to graduate to after this one?",
        "id":  356
    },
    {
        "text":  "What song makes you unconditionally sad?",
        "id":  357
    },
    {
        "text":  "What questions would you like to ask a time traveler from        years in the future?",
        "id":  358
    },
    {
        "text":  "If cartoon physics suddenly replaced real physics, what are some things you would want to try?",
        "id":  359
    },
    {
        "text":  "What is the strangest dream you’ve ever had?",
        "id":  360
    },
    {
        "text":  "If you could have a super power, what would it be?",
        "id":  361
    },
    {
        "text":  "If you could change one thing about yourself what would it be?",
        "id":  362
    },
    {
        "text":  "What would your perfect day look like?",
        "id":  363
    },
    {
        "text":  "What is your most terrible memory?",
        "id":  364
    },
    {
        "text":  "Who do you go out of your way to be nice to?",
        "id":  365
    },
    {
        "text":  "What is your favorite thing about your career?",
        "id":  366
    },
    {
        "text":  "What are your most important rules when going on a date?",
        "id":  367
    },
    {
        "text":  "Which apocalyptic dystopia do you think is most likely?",
        "id":  368
    },
    {
        "text":  "Do you have any pet peeves?",
        "id":  369
    },
    {
        "text":  "Have you ever cheated on a test?",
        "id":  370
    },
    {
        "text":  "Do you consider yourself an introvert or an extrovert?",
        "id":  371
    },
    {
        "text":  "Would you rather trade intelligence for looks or looks for intelligence?",
        "id":  372
    },
    {
        "text":  "How do you define art?",
        "id":  373
    },
    {
        "text":  "What’s the craziest conversation you’ve overheard?",
        "id":  374
    },
    {
        "text":  "What’s one thing you still have from your childhood?",
        "id":  375
    },
    {
        "text":  "What would your best friend say is your best quality?",
        "id":  376
    },
    {
        "text":  "When have you felt like you were living life to the fullest? When have you felt like you weren’t?",
        "id":  377
    },
    {
        "text":  "What smartphone feature would you actually be excited for a company to implement?",
        "id":  378
    },
    {
        "text":  "What did you like / dislike about where you grew up?",
        "id":  379
    },
    {
        "text":  "When have you caused the most harm to yourself?",
        "id":  380
    },
    {
        "text":  "What is your biggest complaint about your job?",
        "id":  381
    },
    {
        "text":  "What is your favorite city?",
        "id":  382
    },
    {
        "text":  "What makes you proud of your family?",
        "id":  383
    },
    {
        "text":  "Who in your life is the worst at using technology?",
        "id":  384
    },
    {
        "text":  "What would you consider your greatest accomplishment so far?",
        "id":  385
    },
    {
        "text":  "What’s legal now, but probably won’t be in      years?",
        "id":  386
    },
    {
        "text":  "Have you ever cried tears of joy?",
        "id":  387
    },
    {
        "text":  "What is your favorite line from a song?",
        "id":  388
    },
    {
        "text":  "What do a lot of people hope will happen but is just not going to happen?",
        "id":  389
    },
    {
        "text":  "Which charity or charitable cause is most deserving of money?",
        "id":  390
    },
    {
        "text":  "Pick two out of physical chemistry, lifestyle compatibility, emotional compatibility and intellectual compatibility.",
        "id":  391
    },
    {
        "text":  "Did you start working immediately after finishing school? Why or why not?",
        "id":  392
    },
    {
        "text":  "What skill do you wish you could master?",
        "id":  393
    },
    {
        "text":  "Is there anything you wished would come back into fashion?",
        "id":  394
    },
    {
        "text":  "What are some misconceptions about your hobby?",
        "id":  395
    },
    {
        "text":  "Have you ever had a nickname? What is it?",
        "id":  396
    },
    {
        "text":  "What do you think about workaholics?",
        "id":  397
    },
    {
        "text":  "What happens in your country regularly that people in most countries would find strange or bizarre?",
        "id":  398
    },
    {
        "text":  "What’s something that will always be in fashion, no matter how much time passes?",
        "id":  399
    },
    {
        "text":  "If you could get away with anything that you do?",
        "id":  400
    },
    {
        "text":  "If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?",
        "id":  401
    },
    {
        "text":  "What’s the worst movie trope?",
        "id":  402
    },
    {
        "text":  "What has been the biggest change you ever made that made you the most proud of yourself?",
        "id":  403
    },
    {
        "text":  "Have you always had the same political beliefs? Is there something that impacted them?",
        "id":  404
    },
    {
        "text":  "What skill do you wish you had?",
        "id":  405
    },
    {
        "text":  "Which fictional character do you relate to most?",
        "id":  406
    },
    {
        "text":  "If you came back in your next life as an animal, what animal would you be?",
        "id":  407
    },
    {
        "text":  "If you were forced to pick one religion on this planet, which one would it be and why?",
        "id":  408
    },
    {
        "text":  "What\u0027s the weirdest thing you do when you\u0027re alone?",
        "id":  409
    },
    {
        "text":  "Do you consider yourself good at networking?",
        "id":  410
    },
    {
        "text":  "Do you believe in any conspiracy theories (no judgement)?",
        "id":  411
    },
    {
        "text":  "Who is the greatest band of all time?",
        "id":  412
    },
    {
        "text":  "What\u0027s the tallest building you\u0027ve been to the top in?",
        "id":  413
    },
    {
        "text":  "What near future predictions do you have?",
        "id":  414
    },
    {
        "text":  "If you got to name a new country, how would you decide what to call it?",
        "id":  415
    },
    {
        "text":  "When you started your current job, what most surprised you?",
        "id":  416
    },
    {
        "text":  "Tear gas makes people cry and laughing gas makes people giggle, what other kinds of gases do you wish existed?",
        "id":  417
    },
    {
        "text":  "Who is the most creative person you know?",
        "id":  418
    },
    {
        "text":  "Out of the positive emotions of compassion, positivity, enthusiasm and initiative, which one is your biggest strength?",
        "id":  419
    },
    {
        "text":  "What unethical experiment would have the biggest positive impact on society as a whole?",
        "id":  420
    },
    {
        "text":  "What’s the grossest food that you just can’t get enough of?",
        "id":  421
    },
    {
        "text":  "What’s the most pleasant sounding accent?",
        "id":  422
    },
    {
        "text":  "If you had a family business, what would it be?",
        "id":  423
    },
    {
        "text":  "Do you have a favorite type of exercise?",
        "id":  424
    },
    {
        "text":  "Are you an extrovert or introvert?",
        "id":  425
    },
    {
        "text":  "What’s one thing that bothers you most about the world today?",
        "id":  426
    },
    {
        "text":  "Do you ever wish you were raised differently?",
        "id":  427
    },
    {
        "text":  "What’s your best example of fake it till you make it?",
        "id":  428
    },
    {
        "text":  "Who is the most manipulative person you’ve ever met?",
        "id":  429
    },
    {
        "text":  "What has been blown way out of proportion?",
        "id":  430
    },
    {
        "text":  "What emoji best captures your essence?",
        "id":  431
    },
    {
        "text":  "What two radio stations do you listen to in the car the most?",
        "id":  432
    },
    {
        "text":  "What was it like growing up as the youngest/oldest/only child?",
        "id":  433
    },
    {
        "text":  "What is a relationship deal breaker for you?",
        "id":  434
    },
    {
        "text":  "Think about the people you love the most in your life, what do you do for them?",
        "id":  435
    },
    {
        "text":  "Do you have a favorite holiday? Why or why not?",
        "id":  436
    },
    {
        "text":  "Where your parents strict?",
        "id":  437
    },
    {
        "text":  "If you could have a superpower what would it be?",
        "id":  438
    },
    {
        "text":  "What was the best thing that happened to you today?",
        "id":  439
    },
    {
        "text":  "If you had only one sense (hearing, touch, sight, etc.), which would you want?",
        "id":  440
    },
    {
        "text":  "Tell me about your biggest love regret that made you wish you could turn back time?",
        "id":  441
    },
    {
        "text":  "How would your best friend describe you in five words?",
        "id":  442
    },
    {
        "text":  "Do you believe yourself to be truly free? If so, why? If not, what is holding you back?",
        "id":  443
    },
    {
        "text":  "What would be the best thing you could reasonably expect to find in a cave?",
        "id":  444
    },
    {
        "text":  "What naps are the most satisfying?",
        "id":  445
    },
    {
        "text":  "What’s the coolest animal you’ve seen in the wild?",
        "id":  446
    },
    {
        "text":  "Where do you usually get your news?",
        "id":  447
    },
    {
        "text":  "Do you believe in fate?",
        "id":  448
    },
    {
        "text":  "Would you rather someone be honest and hurt your feelings or lie to protect them?",
        "id":  449
    },
    {
        "text":  "What’s your best story from a wedding?",
        "id":  450
    },
    {
        "text":  "How many pairs of shoes do you own?",
        "id":  451
    },
    {
        "text":  "What makes you laugh no matter what?",
        "id":  452
    },
    {
        "text":  "What was your all-time favorite Halloween costume?",
        "id":  453
    },
    {
        "text":  "What escalated very quickly?",
        "id":  454
    },
    {
        "text":  "Take four minutes and tell your friends your life story in as much detail as possible.",
        "id":  455
    },
    {
        "text":  "Where is your favorite place in the entire world to go?",
        "id":  456
    },
    {
        "text":  "What’s the most historic thing that has happened in your lifetime?",
        "id":  457
    },
    {
        "text":  "Name the one worst quality you cannot tolerate in a partner.",
        "id":  458
    },
    {
        "text":  "What was the biggest realization you had about yourself?",
        "id":  459
    },
    {
        "text":  "When was the last time you felt you had a new lease on life?",
        "id":  460
    },
    {
        "text":  "What elements of pop culture will be forever tied in your mind to your childhood?",
        "id":  461
    },
    {
        "text":  "Who was your favorite teacher and why?",
        "id":  462
    },
    {
        "text":  "What is your favorite childhood memory?",
        "id":  463
    },
    {
        "text":  "What is the most expensive thing you’ve ever purchased?",
        "id":  464
    },
    {
        "text":  "Which way should toilet paper hang, over or under?",
        "id":  465
    },
    {
        "text":  "Did you ever get to meet your great-grandparents?",
        "id":  466
    },
    {
        "text":  "What’s something you can’t do?",
        "id":  467
    },
    {
        "text":  "When was a time you acted nonchalant but were going crazy inside?",
        "id":  468
    },
    {
        "text":  "Do you have any recurring dreams?",
        "id":  469
    },
    {
        "text":  "What’s something that everyone, absolutely everyone, in the entire world can agree on?",
        "id":  470
    },
    {
        "text":  "How do you show your family you love them?",
        "id":  471
    },
    {
        "text":  "Who is your favorite historical figure?",
        "id":  472
    },
    {
        "text":  "What’s the most amazing place in nature you’ve been?",
        "id":  473
    },
    {
        "text":  "What’s the worst hairstyle you’ve ever had?",
        "id":  474
    },
    {
        "text":  "What fictional character do you most relate to?",
        "id":  475
    },
    {
        "text":  "If you could time travel, when and where would you go?",
        "id":  476
    },
    {
        "text":  "What is the most amazing slow motion video you’ve seen?",
        "id":  477
    },
    {
        "text":  "What’s your go-to guilty pleasure?",
        "id":  478
    },
    {
        "text":  "What is the last book you read that you absolutely couldn’t put down?",
        "id":  479
    },
    {
        "text":  "What character in a movie could have been great, but the actor they cast didn’t fit the role?",
        "id":  480
    },
    {
        "text":  "What would you change about yourself if you could?",
        "id":  481
    },
    {
        "text":  "What is something that makes you feel like a kid again?",
        "id":  482
    },
    {
        "text":  "What\u0027s your favorite holiday?",
        "id":  483
    },
    {
        "text":  "If you could live in any historical decade, what would it be?",
        "id":  484
    },
    {
        "text":  "What movie universe would be the worst to live out your life in?",
        "id":  485
    },
    {
        "text":  "What’s your favorite beer?",
        "id":  486
    },
    {
        "text":  "If you could live anywhere, where would it be?",
        "id":  487
    },
    {
        "text":  "If you wanted to slowly drive a roommate insane using only notes, what kind of notes would you leave around the house?",
        "id":  488
    },
    {
        "text":  "Do you want a family of your own?",
        "id":  489
    },
    {
        "text":  "What’s the funniest pick up line you’ve heard?",
        "id":  490
    },
    {
        "text":  "What scene in a movie has evoked the most feelings out of you?",
        "id":  491
    },
    {
        "text":  "Do you think that men are more rational and women are more emotional?",
        "id":  492
    },
    {
        "text":  "Tell your friends something that you like about them already.",
        "id":  493
    },
    {
        "text":  "Would you rather win the lottery or work at the perfect job? And why?",
        "id":  494
    },
    {
        "text":  "How old were you when you had your first celebrity crush, and who was it?",
        "id":  495
    },
    {
        "text":  "What physical traits do you share with your relatives?",
        "id":  496
    },
    {
        "text":  "If you could have anybody else’s life, who’s would you take?",
        "id":  497
    },
    {
        "text":  "What activity instantly calms you?",
        "id":  498
    },
    {
        "text":  "Do you believe in astrology? Why or why not?",
        "id":  499
    },
    {
        "text":  "Tell me about the time you were so embarrassed in love, you wished you could disappear right there and then.",
        "id":  500
    },
    {
        "text":  "What are some of the dumbest lyrics you’ve heard in a song?",
        "id":  501
    },
    {
        "text":  "Are you spontaneous or a planner?",
        "id":  502
    },
    {
        "text":  "Are you an organ donor?",
        "id":  503
    },
    {
        "text":  "If you could be given the date of your death would you want to know it?",
        "id":  504
    },
    {
        "text":  "What did you want to be when you were younger?",
        "id":  505
    },
    {
        "text":  "What’s the worst thing you’ve eaten out of politeness?",
        "id":  506
    },
    {
        "text":  "What is a popular movie that everyone loved that you hated?",
        "id":  507
    },
    {
        "text":  "What’s the most addicted to a game you’ve ever been?",
        "id":  508
    },
    {
        "text":  "What inanimate object would be the most annoying if it played loud upbeat music while being used?",
        "id":  509
    },
    {
        "text":  "What’s the spiciest thing you’ve ever eaten?",
        "id":  510
    },
    {
        "text":  "Who is your greatest hero?",
        "id":  511
    },
    {
        "text":  "What’s the first thing you do in the morning?",
        "id":  512
    },
    {
        "text":  "What’s the worst career decision you’ve ever made?",
        "id":  513
    },
    {
        "text":  "What do you do when you hear something fall in the middle of the night while you are in bed?",
        "id":  514
    },
    {
        "text":  "Do you think that humans will ever be able to live together in harmony?",
        "id":  515
    },
    {
        "text":  "What fictional characters have you had a crush on over the years?",
        "id":  516
    },
    {
        "text":  "What’s your all time favorite movie?",
        "id":  517
    },
    {
        "text":  "What is the most romantic and loving thing you have ever done for somebody?",
        "id":  518
    },
    {
        "text":  "Did you ever write a journal?",
        "id":  519
    },
    {
        "text":  "What’s the most beautiful beach you’ve been to?",
        "id":  520
    },
    {
        "text":  "What’s the worst backhanded compliment you could give someone?",
        "id":  521
    },
    {
        "text":  "What is your favorite way to start the day?",
        "id":  522
    },
    {
        "text":  "What kitchen appliance do you use every day?",
        "id":  523
    },
    {
        "text":  "Do you like to exercise?",
        "id":  524
    },
    {
        "text":  "Who is your favorite superhero?",
        "id":  525
    },
    {
        "text":  "What country is the strangest?",
        "id":  526
    },
    {
        "text":  "When’s censorship warranted?",
        "id":  527
    },
    {
        "text":  "What’s your favorite sleeping position?",
        "id":  528
    },
    {
        "text":  "Who did you use to look up to, but they screwed up and you lost faith in them?",
        "id":  529
    },
    {
        "text":  "Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?",
        "id":  530
    },
    {
        "text":  "What food do you crave most often?",
        "id":  531
    },
    {
        "text":  "What’s the funniest joke you know by heart?",
        "id":  532
    },
    {
        "text":  "What’s the greatest risk you’ve ever taken?",
        "id":  533
    },
    {
        "text":  "What do you do to make the world a better place?",
        "id":  534
    },
    {
        "text":  "If you could go back in time to change one thing, what would it be?",
        "id":  535
    },
    {
        "text":  "If you could magically become famous, would you want to?",
        "id":  536
    },
    {
        "text":  "What’s the most disgusting sounding word in the English language?",
        "id":  537
    },
    {
        "text":  "What would the adult version of an ice-cream truck sell and what song would it play?",
        "id":  538
    },
    {
        "text":  "What’s the most comfortable bed or chair you’ve ever been in?",
        "id":  539
    },
    {
        "text":  "If you could choose how to die, would you? If so, what would you choose?",
        "id":  540
    },
    {
        "text":  "What songs hit you with a wave of nostalgia every time you hear them?",
        "id":  541
    },
    {
        "text":  "Do you believe in second chances?",
        "id":  542
    },
    {
        "text":  "What’s on your bucket list this year?",
        "id":  543
    },
    {
        "text":  "Does your job make you happy?",
        "id":  544
    },
    {
        "text":  "What’s the most awkward thing that happens to you on a regular basis?",
        "id":  545
    },
    {
        "text":  "Have you ever made a huge drunken mistake?",
        "id":  546
    },
    {
        "text":  "What two films would you like to combine into one?",
        "id":  547
    },
    {
        "text":  "Bermuda Warwick Long Bay Beach",
        "id":  548
    },
    {
        "text":  "What small change greatly improves a person’s appearance?",
        "id":  549
    },
    {
        "text":  "Where is the most uncomfortable place you have ever slept?",
        "id":  550
    },
    {
        "text":  "How do you deal with work stress?",
        "id":  551
    },
    {
        "text":  "What qualities do you admire about your parents?",
        "id":  552
    },
    {
        "text":  "Where do you see yourself in ten years?",
        "id":  553
    },
    {
        "text":  "If you had to pick one, what is the most important value you would teach your children? Honesty, Kindness or Courage?",
        "id":  554
    },
    {
        "text":  "What kind of parent do you think you will be?",
        "id":  555
    },
    {
        "text":  "What do you think happens after death, if anything?",
        "id":  556
    },
    {
        "text":  "What’s the funniest thing you’ve seen a kid do?",
        "id":  557
    },
    {
        "text":  "What’s the most adventurous thing you’ve ever done?",
        "id":  558
    },
    {
        "text":  "Does getting older scare you?",
        "id":  559
    },
    {
        "text":  "What would be the worst food to be liquefied and drunk through a straw?",
        "id":  560
    },
    {
        "text":  "When was the most inappropriate time you busted out in laughter?",
        "id":  561
    },
    {
        "text":  "Do you believe in reincarnation?",
        "id":  562
    },
    {
        "text":  "What is your favorite game or sport to watch and play?",
        "id":  563
    },
    {
        "text":  "When do you think a person is ready for marriage?",
        "id":  564
    },
    {
        "text":  "If you could have the option of eradicating pain from your life would you choose to do so? Why or why not?",
        "id":  565
    },
    {
        "text":  "When have you felt your biggest adrenaline rush?",
        "id":  566
    },
    {
        "text":  "What’s something that people think makes them look cool, but actually has the opposite effect?",
        "id":  567
    },
    {
        "text":  "Do you have any allergies?",
        "id":  568
    },
    {
        "text":  "What movie quotes do you use on a regular basis?",
        "id":  569
    },
    {
        "text":  "If you had a giraffe that you needed to hide, where would you hide it?",
        "id":  570
    },
    {
        "text":  "What brand are you most loyal to?",
        "id":  571
    },
    {
        "text":  "Tell me about the times someone broke your heart.",
        "id":  572
    },
    {
        "text":  "If you owned a restaurant, what kind of food would it serve?",
        "id":  573
    },
    {
        "text":  "Where does happiness come from? Define what happiness means to you.",
        "id":  574
    },
    {
        "text":  "Do you like going to the movies or prefer watching at home?",
        "id":  575
    },
    {
        "text":  "What seemingly innocent question makes you think “It’s a trap!”?",
        "id":  576
    },
    {
        "text":  "What did you do when you hurt someone the most?",
        "id":  577
    },
    {
        "text":  "What\u0027s your least favorite place in the world?",
        "id":  578
    },
    {
        "text":  "What’s the most interesting building you’ve ever seen or been in?",
        "id":  579
    },
    {
        "text":  "What’s the weirdest conversation you’ve eavesdropped on?",
        "id":  580
    },
    {
        "text":  "Is there a mistake you seem to make over and over again?",
        "id":  581
    },
    {
        "text":  "Who has had the biggest impact on your career choice?",
        "id":  582
    },
    {
        "text":  "Is your job fulfilling?",
        "id":  583
    },
    {
        "text":  "What form of public transportation do you prefer? (air, boat, train, bus, car, etc.)",
        "id":  584
    },
    {
        "text":  "If you had the ability to erase something that you did in the past, what would it be?",
        "id":  585
    },
    {
        "text":  "What\u0027s the phone app you use most?",
        "id":  586
    },
    {
        "text":  "In the evening, would you rather play a game, visit a relative, watch a movie, or read?",
        "id":  587
    },
    {
        "text":  "So you like social media, or think it’s ruining society?",
        "id":  588
    },
    {
        "text":  "What’s the longest rabbit hole you’ve been down?",
        "id":  589
    },
    {
        "text":  "What current trend makes no sense to you?",
        "id":  590
    },
    {
        "text":  "What’s the most ironic thing you’ve seen happen?",
        "id":  591
    },
    {
        "text":  "How have you changed since your teenage years?",
        "id":  592
    },
    {
        "text":  "What inconsequential super power would you like to have?",
        "id":  593
    },
    {
        "text":  "Have you ever had a side hustle or considered having one?",
        "id":  594
    },
    {
        "text":  "Do you think iced coffee should only be consumed in the summer or all year round?",
        "id":  595
    },
    {
        "text":  "Who is your favorite author?",
        "id":  596
    },
    {
        "text":  "What would the box with all your hopes and dreams inside look like?",
        "id":  597
    },
    {
        "text":  "Would you rather vacation in Hawaii or Alaska, and why?",
        "id":  598
    },
    {
        "text":  "What’s your cure for hiccups?",
        "id":  599
    },
    {
        "text":  "Do you have any friends you would consider family?",
        "id":  600
    },
    {
        "text":  "Presented with the opportunity to be immortal would you take it?",
        "id":  601
    },
    {
        "text":  "What’s the last show you binge-watched?",
        "id":  602
    },
    {
        "text":  "What is your biggest irrational fear?",
        "id":  603
    },
    {
        "text":  "What\u0027s the most unusual thing you\u0027ve ever eaten?",
        "id":  604
    },
    {
        "text":  "What is your biggest fear?",
        "id":  605
    },
    {
        "text":  "Where would you want to live if you could live anywhere in the world?",
        "id":  606
    },
    {
        "text":  "What’s the cutest thing you can imagine? Something so cute it’s almost painful",
        "id":  607
    },
    {
        "text":  "Think of a brand, now what would an honest slogan for that brand be?",
        "id":  608
    },
    {
        "text":  "How can someone lose your trust?",
        "id":  609
    },
    {
        "text":  "What was the last movie you went to? What did you think?",
        "id":  610
    },
    {
        "text":  "Which fictional movie character would you want to marry?",
        "id":  611
    },
    {
        "text":  "What’s your favorite way to spend a weekend?",
        "id":  612
    },
    {
        "text":  "How much do you plan / prepare for the future?",
        "id":  613
    },
    {
        "text":  "If you could change one thing about the world what would it be?",
        "id":  614
    },
    {
        "text":  "Do you hit the snooze button or wake up immediately?",
        "id":  615
    },
    {
        "text":  "What product or service is way more expensive than it needs to be?",
        "id":  616
    },
    {
        "text":  "What’s something you can’t go a day without doing?",
        "id":  617
    },
    {
        "text":  "For what in your life do you feel most grateful?",
        "id":  618
    },
    {
        "text":  "What was the worst phase in your life?",
        "id":  619
    },
    {
        "text":  "What do your friends love most about you?",
        "id":  620
    },
    {
        "text":  "Are you confrontational?",
        "id":  621
    },
    {
        "text":  "What’s one habit you wish you could break?",
        "id":  622
    },
    {
        "text":  "Are you good at debates?",
        "id":  623
    },
    {
        "text":  "Who was your first crush?",
        "id":  624
    },
    {
        "text":  "Name three things you and your friends appear to have in common.",
        "id":  625
    },
    {
        "text":  "What did you eat so much of that now you hate it?",
        "id":  626
    },
    {
        "text":  "When was the last time you face palmed?",
        "id":  627
    },
    {
        "text":  "How can someone earn your trust?",
        "id":  628
    },
    {
        "text":  "What is a cause you truly believe in?",
        "id":  629
    },
    {
        "text":  "Who was your craziest / most interesting teacher",
        "id":  630
    },
    {
        "text":  "What do you do to keep fit?",
        "id":  631
    },
    {
        "text":  "Is a life exclusive to pleasure (no suffering) worthwhile?",
        "id":  632
    },
    {
        "text":  "What was the last book you read?",
        "id":  633
    },
    {
        "text":  "What’s the opposite of a koala?",
        "id":  634
    },
    {
        "text":  "What from the present will withstand the test of time?",
        "id":  635
    },
    {
        "text":  "What was the best vacation you ever took and why?",
        "id":  636
    },
    {
        "text":  "Are you looking forward to retiring, or do you plan to work as long as possible?",
        "id":  637
    },
    {
        "text":  "What animal would be cutest if scaled down to the size of a cat?",
        "id":  638
    },
    {
        "text":  "What do you need help with most often?",
        "id":  639
    },
    {
        "text":  "How would you summarize your life purpose?",
        "id":  640
    },
    {
        "text":  "What life skills are rarely taught but extremely useful?",
        "id":  641
    },
    {
        "text":  "What annoys you most?",
        "id":  642
    },
    {
        "text":  "What’s the clumsiest thing you’ve done?",
        "id":  643
    },
    {
        "text":  "Aside from necessities, what one thing could you not go a day without?",
        "id":  644
    },
    {
        "text":  "How ambitious are you?",
        "id":  645
    },
    {
        "text":  "How do you wish to be remembered?",
        "id":  646
    },
    {
        "text":  "What is the weirdest thing about you?",
        "id":  647
    },
    {
        "text":  "What outdated slang do you use on a regular basis?",
        "id":  648
    },
    {
        "text":  "Do you think you\u0027ll likely accomplish all your dreams?",
        "id":  649
    },
    {
        "text":  "Which do you prefer: city or suburbs?",
        "id":  650
    },
    {
        "text":  "Do you believe in the paranormal?",
        "id":  651
    },
    {
        "text":  "In what situations, do you wish you could throw down a smoke bomb and disappear?",
        "id":  652
    },
    {
        "text":  "What TV family most reminds you of your own?",
        "id":  653
    },
    {
        "text":  "What’s your worst example of procrastination?",
        "id":  654
    },
    {
        "text":  "What’s the worst thing you ate from a fast food restaurant?",
        "id":  655
    },
    {
        "text":  "What’s the weirdest text or email you’ve gotten?",
        "id":  656
    },
    {
        "text":  "What is your idea of a perfect vacation?",
        "id":  657
    },
    {
        "text":  "Do you believe in other dimensions and parallel universes?",
        "id":  658
    },
    {
        "text":  "If animals could talk, which animal would be the most annoying?",
        "id":  659
    },
    {
        "text":  "What makes you feel like you need to be alone?",
        "id":  660
    },
    {
        "text":  "On a scale of 1-10 how funny would you say you are?",
        "id":  661
    },
    {
        "text":  "Is there something out there, a thought, an idea, a current event, or a fear that you find deeply unsettling?",
        "id":  662
    },
    {
        "text":  "Before making a telephone call, do you ever rehearse what you are going to say? Why?",
        "id":  663
    },
    {
        "text":  "Has another’s pain ever given you joy? Be totally honest.",
        "id":  664
    },
    {
        "text":  "What do you do when you’re in the mood to do nothing?",
        "id":  665
    },
    {
        "text":  "What, if anything, would make you walk out in the middle of a movie?",
        "id":  666
    },
    {
        "text":  "What profession doesn’t get enough credit or respect?",
        "id":  667
    },
    {
        "text":  "What kinds of things do you like to cook or are good at cooking?",
        "id":  668
    },
    {
        "text":  "Has your family ever pressured you to act a certain way?",
        "id":  669
    },
    {
        "text":  "What\u0027s the most daring thing you\u0027ve ever done?",
        "id":  670
    },
    {
        "text":  "What is your favorite song and why?",
        "id":  671
    },
    {
        "text":  "Tell your friends what you like about them; be very honest this time, saying things that you might not say to someone you’ve just met.",
        "id":  672
    },
    {
        "text":  "What are some clever examples of misdirection you’ve seen?",
        "id":  673
    },
    {
        "text":  "What’s the craziest thing you’ve ever done for love?",
        "id":  674
    },
    {
        "text":  "What makes you roll your eyes every time you hear it?",
        "id":  675
    },
    {
        "text":  "If you could talk to animals and they would understand you, but you couldn’t understand them, what would you do with that power?",
        "id":  676
    },
    {
        "text":  "Which celebrity or band has the worst fan base?",
        "id":  677
    },
    {
        "text":  "How would your 10-year-old self react to what you do?",
        "id":  678
    },
    {
        "text":  "What was the last photo you took?",
        "id":  679
    },
    {
        "text":  "At a party, where can someone find you?",
        "id":  680
    },
    {
        "text":  "What is the most adventurous thing you have ever done in your life?",
        "id":  681
    },
    {
        "text":  "What roles do love and affection play in your life?",
        "id":  682
    },
    {
        "text":  "What do you think could be done to improve the media?",
        "id":  683
    },
    {
        "text":  "Would you rather ride a bike, ride a horse, or drive a car?",
        "id":  684
    },
    {
        "text":  "What’s something commonly done that gets progressively weirder the more you think about it?",
        "id":  685
    },
    {
        "text":  "What do a lot of people have very strong opinions about, even though they know very little about it?",
        "id":  686
    },
    {
        "text":  "What is something you’re impressively good at?",
        "id":  687
    },
    {
        "text":  "What’s a relationship deal breaker for you?",
        "id":  688
    },
    {
        "text":  "What has someone borrowed but never given back?",
        "id":  689
    },
    {
        "text":  "Would you rather have your dishes or clothes be magically clean?",
        "id":  690
    },
    {
        "text":  "What is a random food you hate?",
        "id":  691
    },
    {
        "text":  "What quote resonates with you more than any other?",
        "id":  692
    },
    {
        "text":  "What song always gets you out on the dance floor?",
        "id":  693
    },
    {
        "text":  "What accomplishment are you most proud of?",
        "id":  694
    },
    {
        "text":  "Would you relocate for love?",
        "id":  695
    },
    {
        "text":  "Where are some unusual places you’ve been?",
        "id":  696
    },
    {
        "text":  "What outfit could you put together from clothes you own to get the most laughs?",
        "id":  697
    },
    {
        "text":  "Who do you wish you could get back into contact with?",
        "id":  698
    },
    {
        "text":  "If you won a million dollars, what would you do with the money?",
        "id":  699
    },
    {
        "text":  "Is there an activity that calms you? A place or a thing that makes you feel at ease?",
        "id":  700
    },
    {
        "text":  "What would you do if your parents didn’t like your partner?",
        "id":  701
    },
    {
        "text":  "What\u0027s the silliest argument you\u0027ve ever been in?",
        "id":  702
    },
    {
        "text":  "Who do you feel like you know even though you’ve never met them?",
        "id":  703
    },
    {
        "text":  "What animal or plant do you think should be renamed?",
        "id":  704
    },
    {
        "text":  "If a genie granted you 3 wishes right now, what would you wish for?",
        "id":  705
    },
    {
        "text":  "What really makes you angry?",
        "id":  706
    },
    {
        "text":  "What trait do you envy in others?",
        "id":  707
    },
    {
        "text":  "What’s your “and then it got worse” story?",
        "id":  708
    },
    {
        "text":  "What’s your favorite holiday movie?",
        "id":  709
    },
    {
        "text":  "What sport could you play the longest in a televised game, without anyone discovering you aren’t a professional athlete?",
        "id":  710
    },
    {
        "text":  "What’s on your bucket list?",
        "id":  711
    },
    {
        "text":  "Have you ever been unable to sleep? What do you do with your time then?",
        "id":  712
    },
    {
        "text":  "Are you health conscious?",
        "id":  713
    },
    {
        "text":  "Where do you find meaning in your life?",
        "id":  714
    },
    {
        "text":  "What’s one thing you wish you knew how to do?",
        "id":  715
    },
    {
        "text":  "What does friendship mean to you?",
        "id":  716
    },
    {
        "text":  "If you could go back in time, what year would you travel to?",
        "id":  717
    },
    {
        "text":  "Are you a clean or messy person?",
        "id":  718
    },
    {
        "text":  "What’s the weirdest thing about modern life that people just accept as normal?",
        "id":  719
    },
    {
        "text":  "What nicknames do you have for people in your life?",
        "id":  720
    },
    {
        "text":  "What’s the most boring sport, and what would you do to make it more exciting?",
        "id":  721
    },
    {
        "text":  "What would your perfect bar look like?",
        "id":  722
    },
    {
        "text":  "Would you rather spend a day at the beach or poolside? 41. What’s your favorite thing about your current job?",
        "id":  723
    },
    {
        "text":  "Are you more into looks or brains?",
        "id":  724
    },
    {
        "text":  "What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?",
        "id":  725
    },
    {
        "text":  "What was your father or mother like at home? How does he or she act different outside of family?",
        "id":  726
    },
    {
        "text":  "What topic could you spend hours talking about?",
        "id":  727
    },
    {
        "text":  "What is the greatest struggle you’ve overcome?",
        "id":  728
    },
    {
        "text":  "If your job gave you a surprise three day paid break to rest and recuperate, what would you do with those three days?",
        "id":  729
    },
    {
        "text":  "If you were moving to another country, but could only pack one carry-on sized bag, what would you pack?",
        "id":  730
    },
    {
        "text":  "If you found out today was your last day on Earth, what would you do?",
        "id":  731
    },
    {
        "text":  "Name the one bad quality you wouldn’t mind in a partner.",
        "id":  732
    },
    {
        "text":  "What’s your favorite part of the workday?",
        "id":  733
    },
    {
        "text":  "What is something you’re embarrassingly bad at?",
        "id":  734
    },
    {
        "text":  "What song would you say best sums you up?",
        "id":  735
    },
    {
        "text":  "What odd smell do you really enjoy?",
        "id":  736
    },
    {
        "text":  "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?",
        "id":  737
    },
    {
        "text":  "If you could tell your former self one thing right now what would it be?",
        "id":  738
    },
    {
        "text":  "What was your favorite age?",
        "id":  739
    },
    {
        "text":  "What is the first secret you ever kept from anybody? Which is the biggest?",
        "id":  740
    },
    {
        "text":  "Would you find more comfort in the theoretical idea that that we were the most advanced species in outer space or would you find more comfort in the idea that we weren’t?",
        "id":  741
    },
    {
        "text":  "What’s your grossest bug story?",
        "id":  742
    },
    {
        "text":  "What are some red flags to watch out for in daily life?",
        "id":  743
    },
    {
        "text":  "What\u0027s your favorite season and why? 30. What\u0027s the best joke you\u0027ve ever heard?",
        "id":  744
    },
    {
        "text":  "What is your definition of success?",
        "id":  745
    },
    {
        "text":  "What weird potato chip flavor that doesn’t exist would you like to try?",
        "id":  746
    },
    {
        "text":  "Who would play you in the movie of your life?",
        "id":  747
    },
    {
        "text":  "What was the last thing you recorded on TV?",
        "id":  748
    },
    {
        "text":  "Are you into podcasts or do you only listen to music?",
        "id":  749
    },
    {
        "text":  "How do you feel about family events?",
        "id":  750
    },
    {
        "text":  "What songs do you only know the chorus to?",
        "id":  751
    },
    {
        "text":  "What is one dream you have yet to accomplish?",
        "id":  752
    },
    {
        "text":  "If you could only eat one food for the rest of your life what would it be?",
        "id":  753
    },
    {
        "text":  "If you could be President of your country for an hour, what is the one thing that you would change?",
        "id":  754
    },
    {
        "text":  "What’s the most ridiculous thing you have bought?",
        "id":  755
    },
    {
        "text":  "How do you feel about your relationship with your mother?",
        "id":  756
    },
    {
        "text":  "Can you remember a time in your life you felt the most alive? Tell me everything about that memory.",
        "id":  757
    },
    {
        "text":  "What originally got you interested in your current field of work?",
        "id":  758
    },
    {
        "text":  "How would your friends describe you?",
        "id":  759
    },
    {
        "text":  "When did you last sing to yourself? To someone else?",
        "id":  760
    },
    {
        "text":  "If people receive a purple heart for bravery, what would other color hearts represent?",
        "id":  761
    },
    {
        "text":  "Are you a religious or spiritual person? Tell me why and tell me how.",
        "id":  762
    },
    {
        "text":  "Do you like things to be carefully planned or do you prefer to just go with the flow?",
        "id":  763
    },
    {
        "text":  "Can you speak any other languages?",
        "id":  764
    },
    {
        "text":  "What’s the weirdest crush you’ve had?",
        "id":  765
    },
    {
        "text":  "Where do you see yourself in 10 years?",
        "id":  766
    },
    {
        "text":  "What is your favorite holiday?",
        "id":  767
    },
    {
        "text":  "What are your hobbies, and how did you get into them?",
        "id":  768
    },
    {
        "text":  "What’s the saddest scene in a movie or TV series?",
        "id":  769
    },
    {
        "text":  "What’s an ideal weekend for you?",
        "id":  770
    },
    {
        "text":  "How do you motivate yourself in your career? 70. What\u0027s the best career advice you\u0027ve ever heard?",
        "id":  771
    },
    {
        "text":  "Do you eat food that’s past its expiration date if it still smells and looks fine?",
        "id":  772
    },
    {
        "text":  "Do you live by any piece of advice or motto?",
        "id":  773
    },
    {
        "text":  "What actors or actresses play the same character in almost every movie or show they do?",
        "id":  774
    },
    {
        "text":  "Ideally, how would you spend your birthday?",
        "id":  775
    },
    {
        "text":  "What’s your “Back in my day, we…”?",
        "id":  776
    },
    {
        "text":  "What\u0027s your favorite family tradition?",
        "id":  777
    },
    {
        "text":  "What energizes you about your career?",
        "id":  778
    },
    {
        "text":  "Are you an introvert or an extrovert?",
        "id":  779
    },
    {
        "text":  "What word do you always mispronounce?",
        "id":  780
    },
    {
        "text":  "Which parent are you closer to and why?",
        "id":  781
    },
    {
        "text":  "What would you do if you won the lottery?",
        "id":  782
    },
    {
        "text":  "Are you usually 15 minutes late, or 15 minutes early?",
        "id":  783
    },
    {
        "text":  "What’s your favorite quote from a TV show/movie/book?",
        "id":  784
    },
    {
        "text":  "What was the last show you binge-watched?",
        "id":  785
    },
    {
        "text":  "What was the most unsettling film you’ve seen?",
        "id":  786
    },
    {
        "text":  "If you could hire someone to help you, would it be with cleaning, cooking, or yard work?",
        "id":  787
    },
    {
        "text":  "What awful movie do you love?",
        "id":  788
    },
    {
        "text":  "If you could switch two movie characters, what switch would lead to the most inappropriate movies?",
        "id":  789
    },
    {
        "text":  "What product do you wish a company would make a “smart” version of?",
        "id":  790
    },
    {
        "text":  "What about the opposite sex confuses you the most?",
        "id":  791
    },
    {
        "text":  "Do you and your family have any nicknames for each other?",
        "id":  792
    },
    {
        "text":  "Would you want the ability to hear the thoughts of people near you if you couldn’t turn the ability off?",
        "id":  793
    },
    {
        "text":  "Do you love or hate rollercoasters?",
        "id":  794
    },
    {
        "text":  "What song makes you unconditionally happy?",
        "id":  795
    },
    {
        "text":  "What’s your biggest regret in life?",
        "id":  796
    },
    {
        "text":  "Where’s your go to restaurant for amazing food?",
        "id":  797
    },
    {
        "text":  "What’s the creepiest tech out there?",
        "id":  798
    },
    {
        "text":  "When is the last time you used YOLO as an excuse to do something?",
        "id":  799
    },
    {
        "text":  "If you had a warning label, what would yours say?",
        "id":  800
    },
    {
        "text":  "What’s the most amazing true story you’ve heard?",
        "id":  801
    },
    {
        "text":  "Have you ever tried a fad diet craze?",
        "id":  802
    },
    {
        "text":  "What\u0027s your favorite movie?",
        "id":  803
    },
    {
        "text":  "Who in your family would you describe as a \"character\"?",
        "id":  804
    },
    {
        "text":  "When was the last time you volunteered?",
        "id":  805
    },
    {
        "text":  "If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?",
        "id":  806
    },
    {
        "text":  "Which of your vices or bad habits would be the hardest to give up?",
        "id":  807
    },
    {
        "text":  "What outdoor activity haven’t you tried, but would like to?",
        "id":  808
    },
    {
        "text":  "What’s the weirdest thing that has happened to you while working at your job?",
        "id":  809
    },
    {
        "text":  "Where’s the line between soup and cereal?",
        "id":  810
    },
    {
        "text":  "What’s your favorite board game?",
        "id":  811
    },
    {
        "text":  "Where’s one place you’d like to go that you haven’t been?",
        "id":  812
    },
    {
        "text":  "What is the greatest movie of all time?",
        "id":  813
    },
    {
        "text":  "Of all the people in your family, whose death would you find most disturbing? Why?",
        "id":  814
    },
    {
        "text":  "If you could snap your fingers and instantly make the world better, what would you do?",
        "id":  815
    },
    {
        "text":  "What is your favorite family holiday tradition?",
        "id":  816
    },
    {
        "text":  "What really needs to be modernized?",
        "id":  817
    },
    {
        "text":  "Have you ever questioned your sanity and why?",
        "id":  818
    },
    {
        "text":  "In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?",
        "id":  819
    },
    {
        "text":  "What do you think about when you hear the word “classy”?",
        "id":  820
    },
    {
        "text":  "What is your ultimate dream job?",
        "id":  821
    },
    {
        "text":  "What’s the funniest comedy skit you’ve seen?",
        "id":  822
    },
    {
        "text":  "As a child, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?",
        "id":  823
    },
    {
        "text":  "If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?",
        "id":  824
    },
    {
        "text":  "If you lived in a virtual reality world of your own creation, what would it look like?",
        "id":  825
    },
    {
        "text":  "Why do you think you’re still single?",
        "id":  826
    },
    {
        "text":  "What\u0027s the craziest thing you’ve done in the name of love?",
        "id":  827
    },
    {
        "text":  "What are you most proud of in the last year?",
        "id":  828
    },
    {
        "text":  "If you could change your relationship with a family member, would you? If so, with whom?",
        "id":  829
    },
    {
        "text":  "What\u0027s the longest you\u0027ve gone without sleep (and why)?",
        "id":  830
    },
    {
        "text":  "If you could only eat one meal for the rest of your life, what would it be?",
        "id":  831
    },
    {
        "text":  "What’s the best and worst thing about the country you are from?",
        "id":  832
    },
    {
        "text":  "What invention doesn’t get a lot of love, but has greatly improved the world?",
        "id":  833
    },
    {
        "text":  "What’s the most annoying noise?",
        "id":  834
    },
    {
        "text":  "What is your favorite time of year?",
        "id":  835
    },
    {
        "text":  "How do you interact with someone who disagrees with you?",
        "id":  836
    },
    {
        "text":  "What’s the last thing you do at night?",
        "id":  837
    },
    {
        "text":  "What’s the best way you or someone you know has gotten out of a ticket / trouble with the law?",
        "id":  838
    },
    {
        "text":  "What’s the most expensive thing you’ve broken?",
        "id":  839
    },
    {
        "text":  "What can always bring your family together?",
        "id":  840
    },
    {
        "text":  "Are you related or distantly related to anyone famous?",
        "id":  841
    },
    {
        "text":  "If you could relive one moment in your life, which would it be?",
        "id":  842
    },
    {
        "text":  "What would you sing at Karaoke night?",
        "id":  843
    },
    {
        "text":  "Do you have any strange phobias?",
        "id":  844
    },
    {
        "text":  "How much of your body would you cybernetically enhance if you could?",
        "id":  845
    },
    {
        "text":  "If you were a ghost and could possess people, what would you make them do?",
        "id":  846
    },
    {
        "text":  "Describe your best first kiss.",
        "id":  847
    },
    {
        "text":  "What’s the best / worst practical joke that you’ve played on someone or that was played on you?",
        "id":  848
    },
    {
        "text":  "What do you think of best friends of the opposite sex?",
        "id":  849
    },
    {
        "text":  "What’s your funniest story involving a car?",
        "id":  850
    },
    {
        "text":  "Do you believe in materialism or spirituality?",
        "id":  851
    },
    {
        "text":  "If you could do anything, besides what you\u0027re doing now, what would you do?",
        "id":  852
    },
    {
        "text":  "Do you sleep with a top sheet? Why or why not?",
        "id":  853
    },
    {
        "text":  "What are your hobbies?",
        "id":  854
    },
    {
        "text":  "What were you completely certain of until you found out you were wrong?",
        "id":  855
    },
    {
        "text":  "Do you enjoy small talk with strangers, or do you try to avoid it at all costs?",
        "id":  856
    },
    {
        "text":  "What’s the most physically painful thing you’ve ever experienced?",
        "id":  857
    },
    {
        "text":  "What is your proudest accomplishment?",
        "id":  858
    },
    {
        "text":  "If you had a HUD that showed three stats about any person you looked at, what three stats would you want it to show?",
        "id":  859
    },
    {
        "text":  "Who knows you the best?",
        "id":  860
    },
    {
        "text":  "If you could have any exotic animal as a pet, which would it be?",
        "id":  861
    },
    {
        "text":  "What are you completely bored with in life?",
        "id":  862
    },
    {
        "text":  "What always cheers you up when you think about it?",
        "id":  863
    },
    {
        "text":  "What “old person” things do you do?",
        "id":  864
    },
    {
        "text":  "If you could own a mythical creature (unicorn, phoenix, etc.), which one would you pick?",
        "id":  865
    },
    {
        "text":  "Who are five people you are closest with?",
        "id":  866
    },
    {
        "text":  "What\u0027s the worst argument you\u0027ve ever been in?",
        "id":  867
    },
    {
        "text":  "What would be the click-bait titles of some popular movies?",
        "id":  868
    },
    {
        "text":  "What animal would be the most terrifying if it could speak?",
        "id":  869
    },
    {
        "text":  "Where are you not welcome anymore?",
        "id":  870
    },
    {
        "text":  "Which of the five senses would you say is your strongest?",
        "id":  871
    },
    {
        "text":  "What tips or tricks have you picked up from your job / jobs?",
        "id":  872
    },
    {
        "text":  "Have you ever had a secret admirer?",
        "id":  873
    },
    {
        "text":  "What type of music are you into?",
        "id":  874
    },
    {
        "text":  "What’s the most rage inducing game you’ve ever played?",
        "id":  875
    },
    {
        "text":  "What app can you not believe someone hasn’t made yet?",
        "id":  876
    },
    {
        "text":  "What social stigma does society need to get over?",
        "id":  877
    },
    {
        "text":  "What’s the funniest actual name you’ve heard of someone having?",
        "id":  878
    },
    {
        "text":  "What’s your favorite family memory?",
        "id":  879
    },
    {
        "text":  "Do you judge a book by its cover?",
        "id":  880
    },
    {
        "text":  "If you could wake up tomorrow having gained any one quality or ability, what would it be?",
        "id":  881
    },
    {
        "text":  "What word do you always misspell?",
        "id":  882
    },
    {
        "text":  "How much do you think names affect the outcomes of people’s lives?",
        "id":  883
    },
    {
        "text":  "Would you rather be covered in fur or covered in scales?",
        "id":  884
    },
    {
        "text":  "What languages do you wish you could speak?",
        "id":  885
    },
    {
        "text":  "What food could you not live without?",
        "id":  886
    },
    {
        "text":  "If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?",
        "id":  887
    },
    {
        "text":  "When have you felt the lowest in your life?",
        "id":  888
    },
    {
        "text":  "If your life was a movie or a book what would be the title to it?",
        "id":  889
    },
    {
        "text":  "Are you a cat person or a dog person?",
        "id":  890
    },
    {
        "text":  "Which of your personality traits are you most proud of?",
        "id":  891
    },
    {
        "text":  "What three items would you take with you on a deserted island?",
        "id":  892
    },
    {
        "text":  "What’s the career highlight you’re most proud of?",
        "id":  893
    },
    {
        "text":  "Should kidneys be able to be bought and sold?",
        "id":  894
    },
    {
        "text":  "What game have you spent the most hours playing?",
        "id":  895
    },
    {
        "text":  "Have you ever been caught in a lie?",
        "id":  896
    },
    {
        "text":  "Who is your hero?",
        "id":  897
    },
    {
        "text":  "Have you ever had surgery?",
        "id":  898
    },
    {
        "text":  "How long does it take you to get ready in the morning?",
        "id":  899
    },
    {
        "text":  "What’s the funniest TV show you’ve ever seen?",
        "id":  900
    },
    {
        "text":  "If you could hack into any one computer, which computer would you choose?",
        "id":  901
    },
    {
        "text":  "What makes you feel accomplished?",
        "id":  902
    },
    {
        "text":  "What’s your best story of you or someone else trying to be sneaky and failing miserably?",
        "id":  903
    },
    {
        "text":  "What do you value most in a friendship?",
        "id":  904
    },
    {
        "text":  "Which famous person would you like to be best friends with?",
        "id":  905
    },
    {
        "text":  "What\u0027s your favorite way to spend time with your family?",
        "id":  906
    },
    {
        "text":  "Is there any product that you couldn\u0027t live without?",
        "id":  907
    },
    {
        "text":  "What are you interested in that most people aren’t?",
        "id":  908
    },
    {
        "text":  "What’s about to get much better?",
        "id":  909
    },
    {
        "text":  "When was the last time you were snooping, and found something you wish you hadn’t?",
        "id":  910
    },
    {
        "text":  "Name one really surprising thing that set your heart pumping and gave you an adrenaline rush.",
        "id":  911
    },
    {
        "text":  "When you are old, what do you think children will ask you to tell stories about?",
        "id":  912
    },
    {
        "text":  "What’s your good luck charm?",
        "id":  913
    },
    {
        "text":  "What was your favorite subject in school?",
        "id":  914
    },
    {
        "text":  "What does your child want to be when he/she grows up?",
        "id":  915
    },
    {
        "text":  "What\u0027s your go-to drunk snack?",
        "id":  916
    },
    {
        "text":  "What\u0027s one thing that can instantly make your day better?",
        "id":  917
    },
    {
        "text":  "What’s the best lesson you’ve learned from a work of fiction?",
        "id":  918
    },
    {
        "text":  "If you were a super-hero, what powers would you have?",
        "id":  919
    },
    {
        "text":  "What was your most recent lie?",
        "id":  920
    },
    {
        "text":  "Do you like trying new things?",
        "id":  921
    },
    {
        "text":  "How do you deal with arguments between family members?",
        "id":  922
    },
    {
        "text":  "What are your hobbies?",
        "id":  923
    },
    {
        "text":  "Do you usually stay friends with your exes?",
        "id":  924
    },
    {
        "text":  "Can you pin point the moment in your life where you were the happiest?",
        "id":  925
    },
    {
        "text":  "What’s the hardest you’ve ever worked?",
        "id":  926
    },
    {
        "text":  "What’s the most spontaneous thing you’ve done lately?",
        "id":  927
    },
    {
        "text":  "What is your biggest accomplishment?",
        "id":  928
    },
    {
        "text":  "What is your most impressive skill?",
        "id":  929
    },
    {
        "text":  "What did your past relationship teach you?",
        "id":  930
    },
    {
        "text":  "If you were given a choice to turn into a zombie or to die, which would you pick?",
        "id":  931
    },
    {
        "text":  "What is your biggest guilty pleasure?",
        "id":  932
    },
    {
        "text":  "What was the last song you sang along to?",
        "id":  933
    },
    {
        "text":  "What’s the most creative use of emojis you’ve ever seen?",
        "id":  934
    },
    {
        "text":  "What’s the most annoying thing about the social media platform you use most often?",
        "id":  935
    },
    {
        "text":  "Tell me about the facts or harsh truths you choose to ignore but know you shouldn’t.",
        "id":  936
    },
    {
        "text":  "Who would you want to be stranded with on a deserted island?",
        "id":  937
    },
    {
        "text":  "What do you think was there before the universe came into creation?",
        "id":  938
    },
    {
        "text":  "Does your job make you feel happy and fulfilled? Why or why not?",
        "id":  939
    },
    {
        "text":  "What do you do on your commute to/from work?",
        "id":  940
    },
    {
        "text":  "How do you define your family now?",
        "id":  941
    },
    {
        "text":  "What is your biggest pet peeve?",
        "id":  942
    },
    {
        "text":  "What are you most thankful for?",
        "id":  943
    },
    {
        "text":  "What is the greatest TV show of all time?",
        "id":  944
    },
    {
        "text":  "Why did your last relationship end?",
        "id":  945
    },
    {
        "text":  "Show me a music track or a scene from a film that made you tear up.",
        "id":  946
    },
    {
        "text":  "What’s the best career decision you’ve ever made?",
        "id":  947
    },
    {
        "text":  "What’s the most ridiculous animal on the planet?",
        "id":  948
    },
    {
        "text":  "What\u0027s the most important holiday you spend with your family and why?",
        "id":  949
    },
    {
        "text":  "What’s your haunted house story?",
        "id":  950
    },
    {
        "text":  "If you got a free cheque for $5,000 right this second, how would you use it?",
        "id":  951
    },
    {
        "text":  "What animal would you most like to eat?",
        "id":  952
    },
    {
        "text":  "How do you deal with stressful situations?",
        "id":  953
    },
    {
        "text":  "What problem are you currently grappling with?",
        "id":  954
    },
    {
        "text":  "What’s the biggest overreaction you’ve ever seen?",
        "id":  955
    },
    {
        "text":  "Do you believe in a higher power?",
        "id":  956
    },
    {
        "text":  "Which meal is your favorite: breakfast, lunch, or dinner?",
        "id":  957
    },
    {
        "text":  "If you could bring one musician back from the dead, who would it be?",
        "id":  958
    },
    {
        "text":  "Do you contribute to any charities?",
        "id":  959
    },
    {
        "text":  "What motivates you to work hard?",
        "id":  960
    },
    {
        "text":  "What’s your anti-motto?",
        "id":  961
    },
    {
        "text":  "What do you think about when you’re by yourself?",
        "id":  962
    },
    {
        "text":  "When did you last cry in front of another person? By yourself?",
        "id":  963
    },
    {
        "text":  "What do you think you do better than     % of people?",
        "id":  964
    },
    {
        "text":  "What celebrity would you like to meet at Starbucks for a cup of coffee?",
        "id":  965
    },
    {
        "text":  "What are some of your favorite songs?",
        "id":  966
    },
    {
        "text":  "What’s something that I don’t know?",
        "id":  967
    },
    {
        "text":  "What is the darkest thought you’ve ever had? What about the darkest thing you’ve never told anybody?",
        "id":  968
    },
    {
        "text":  "Which famous person in history would you want to spend the day with?",
        "id":  969
    },
    {
        "text":  "What two things are terrible when separate but great when you put them together?",
        "id":  970
    },
    {
        "text":  "What movie, picture, or video always makes you laugh no matter how often you watch it?",
        "id":  971
    },
    {
        "text":  "What’s the best piece of advice a family member has given you?",
        "id":  972
    },
    {
        "text":  "What’s the most boring super hero you can come up with?",
        "id":  973
    },
    {
        "text":  "If you could teach one subject in school, what would it be?",
        "id":  974
    },
    {
        "text":  "If you could be anywhere other than where you are right now, where would you be and what would you be looking at?",
        "id":  975
    },
    {
        "text":  "Do you have a work best friend?",
        "id":  976
    },
    {
        "text":  "If you could share a meal with any 4 individuals, living or dead, who would they be?",
        "id":  977
    },
    {
        "text":  "If you were given a choice to choose your manner of death, how would you die?",
        "id":  978
    },
    {
        "text":  "What\u0027s the worst career advice you\u0027ve ever received?",
        "id":  979
    },
    {
        "text":  "If you were given a chance to explore the oceans, go to outer space or visit 50 different countries, which one you choose and why?",
        "id":  980
    },
    {
        "text":  "If you could live anywhere in the world, where would it be?",
        "id":  981
    },
    {
        "text":  "Do you have a professional mentor? If not, do you want one?",
        "id":  982
    },
    {
        "text":  "What is your biggest regret?",
        "id":  983
    },
    {
        "text":  "Are you an indoor or outdoor person?",
        "id":  984
    },
    {
        "text":  "Would you like to be famous? In what way?",
        "id":  985
    },
    {
        "text":  "If you could airdrop anything you want, worth two million dollars or less, anywhere you want, what would you airdrop and where would you airdrop it?",
        "id":  986
    },
    {
        "text":  "What was the most important appointment or deadline you missed?",
        "id":  987
    },
    {
        "text":  "Which celebrity do you think is the most down to earth?",
        "id":  988
    },
    {
        "text":  "What was the darkest movie you’ve ever seen?",
        "id":  989
    },
    {
        "text":  "Do you have any recurring dreams or nightmares?",
        "id":  990
    },
    {
        "text":  "What was your best birthday?",
        "id":  991
    },
    {
        "text":  "What obstacles would be included in the World’s most amazing obstacle course?",
        "id":  992
    },
    {
        "text":  "If magic was real, what spell would you try to learn first?",
        "id":  993
    },
    {
        "text":  "If you were given a PhD degree, but had no more knowledge of the subject of the degree besides what you have now, what degree would you want to be given to you?",
        "id":  994
    },
    {
        "text":  "Was the last thing you read digitally or in print?",
        "id":  995
    },
    {
        "text":  "What qualities do you look for in a boss?",
        "id":  996
    },
    {
        "text":  "Have your ever disliked something and then changed your mind?",
        "id":  997
    },
    {
        "text":  "Who\u0027s the newest member of your family?",
        "id":  998
    },
    {
        "text":  "What fashion trend makes you cringe or laugh every time you see it?",
        "id":  999
    },
    {
        "text":  "Are you at all religious or spiritual?",
        "id":  1000
    },
    {
        "text":  "What scientific discovery would change the course of humanity overnight if it was discovered?",
        "id":  1001
    },
    {
        "text":  "When did something start out badly for you but in the end, it was great?",
        "id":  1002
    },
    {
        "text":  "If you had to disappear and start a whole new life, what would you want your new life to look like?",
        "id":  1003
    },
    {
        "text":  "What makes you feel uneasy? Overwhelmed? Anxious?",
        "id":  1004
    },
    {
        "text":  "Tell me your biggest strength outside of your workplace.",
        "id":  1005
    },
    {
        "text":  "What’s the most epic way you’ve seen someone quit or be fired?",
        "id":  1006
    },
    {
        "text":  "What is your favorite childhood memory?",
        "id":  1007
    },
    {
        "text":  "What’s your \"Death Row Meal\"?",
        "id":  1008
    },
    {
        "text":  "Do you play any video games?",
        "id":  1009
    },
    {
        "text":  "If you could change anything about the way you were raised, what would it be?",
        "id":  1010
    },
    {
        "text":  "What would be the title of your memoir?",
        "id":  1011
    },
    {
        "text":  "What are some of the best vacations you’ve had?",
        "id":  1012
    },
    {
        "text":  "What do you regret not doing in the last year?",
        "id":  1013
    },
    {
        "text":  "What was your major in college?",
        "id":  1014
    },
    {
        "text":  "If you could take us anywhere in the world right now, where would you take us?",
        "id":  1015
    },
    {
        "text":  "Did you have any pets growing up?",
        "id":  1016
    },
    {
        "text":  "How would your country change if everyone, regardless of age, could vote?",
        "id":  1017
    },
    {
        "text":  "What’s some insider knowledge that only people in your line of work have?",
        "id":  1018
    },
    {
        "text":  "An epic feast is held in your honor, what’s on the table?",
        "id":  1019
    },
    {
        "text":  "Who is your favorite band?",
        "id":  1020
    },
    {
        "text":  "When was the last time you got to tell someone “I told you so  ”?",
        "id":  1021
    },
    {
        "text":  "Do you believe in extraterrestrial life? Elaborate on why or why not.",
        "id":  1022
    }
]
